import video from "../assets/video.mp4";

const ManagerWord = () => {
  return (
    <div className="px-64 py-10 text-center" id="managerword">
      <h1 className="text-3xl font-bold mb-4">كلمة المدير العام</h1>
      <div className="w-full my-4">
        <video height="240" controls>
          <source src={video} type="video/mp4" />
          Your browser does not support the video tag.
        </video>
      </div>
      <p className="leading-8">
        الحمد لله رب العالمين والصلاة والسلام على أشرف الأنبياء والمرسلين نبينا
        محمد وعلى آله وصحبه أجمعين ، منذ أن بدأنا العمل فى مؤسسة بصمة
        للاستثمارات العقارية وممارسة نشاطنا وسمعتنا تنمو وتزيد عند عملائنا كأحد
        أبرز المؤسسات الرائدة فى المملكة العربية السعودية وذلك بفضل الله وجودة
        الأداء وتنظيم الوقت وصدق المعاملة وهو أساس نجاحنا ومبعث فخر لنا ويقف خلف
        ذلك كله فريق عمل متدرب يعمل بروح واحدة لدى كل فرد حس قوى بالمسؤولية
        ويبذل قصارى جهده ليقدم أداء أقضل فى العمل وما زلنا نواصل السعى لتحسين
        أدائنا وإيجاد الأفضل والبحث عن فرص جديدة لزيادة أنشطتنا داخل المملكة لذا
        أدعو الله عز وجل أن تواصل المؤسسة مسيرتها التقدمية فى السنوات المقبلة.
      </p>
    </div>
  );
};

export default ManagerWord;
